import Head from "next/head";

import NewLine from "../../../components/NewLine";
import WhiteSpace from "../../../components/WhiteSpace";
import Bold from "../../../components/Bold";

function ContinuingEduPage() {
    return (
        <>
            <Head>
                <title>
                    Безперервна освіта
                </title>
            </Head>

            <div className="article">
                <h1 className="heading md mg_sm">Безперервна освіта</h1>
                <p className="paragraph">
                    <WhiteSpace/>
                    З давніх років відоме прислів'я: "Вік живи - вік учись". Сьогодні вона знайшла новий сенс - прямий і буквальний: 
                    якщо не хочеш безнадійно відстати від життя, то необхідно постійно навчатися. Освіта впродовж усього життя, яке називають 
                    <Bold> безперервним</Bold> (або <Bold>перманентним</Bold>), стає невід'ємною частиною едюкації.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    За даними досліджень, понад 50% випускників вузів і до 64% випускників середніх спеціальних навчальних 
                    закладів змінюють свою професію відразу після закінчення навчального закладу. Величезна кількість молодих людей змушені заново 
                    вирішувати проблему організації своєї професійної кар'єри. Дослідження також показують, що все менше людей займаються однією 
                    професією все життя: більшість повинна бути готова змінити протягом життя кілька професій. Зрозуміло, що це вимагає вміння 
                    вчитися і швидко переучуватися в разі потреби. В силу зазначених причин освіта протягом усього життя людини стає вкрай необхідним.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    У найближче десятиліття близько 80% використовуваних сьогодні технологій застаріє, а 80% працівників буде мати освіту, отриману понад 
                    10 років тому. Обсяг інформації постійно збільшується, знання і компетенції удосконалюються, і сучасна людина повинна постійно підвищувати 
                    свій освітній рівень, свою професійну майстерність. Здатність до постійного навчання стає найважливішим якістю, що визначає конкурентоспроможність 
                    людини на ринку праці.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    <Bold>Безперервна освіта</Bold> - це цілісний процес, що забезпечує поступальний розвиток творчого потенціалу, результатом якого є всебічний розвиток 
                    інтелекту особистості та її духовного світу. Цей процес складається з послідовних ступенів спеціально організованої едюкації, що забезпечують 
                    якісний приріст нових знань і умінь, способів мислення і діяльності. <Bold>Метою</Bold> безперервної освіти є не тільки цілісний розвиток людини як особистості протягом 
                    усього його життя, але і підвищення можливостей трудової і соціальної адаптації в мінливому світі, розвиток здібностей, прагнень і можливостей.
                </p>
                <h2 className="heading sm mg_sm">Принципи освіти протягом життя</h2>
                <p className="paragraph">
                    <WhiteSpace/>
                    Усвідомлення важливості освіти протягом життя для людського розвитку призвело на початку XXI століття до модернізації європейської політики у сфері освіти. 
                    Лісабонський саміт Ради Європи у березні 2000 року прийняв «Меморандум освіти протягом життя» (A Memorandum of Lifelong Learning). В Меморандумі підкреслюється, 
                    що безперервна освіта повинна стати головною політичною програмою громадянського суспільства, соціальної єдності й зайнятості. Визначення безперервної освіти 
                    включає: отримання ступенів та дипломів у вільний час; професійні курси, в тому числі з метою підвищення кваліфікації персоналу; освіта для дорослих; друга 
                    освіта інше. Також у Меморандумі було визначено шість принципів безперервної освіти.
                </p>
                <p className="paragraph">
                    <NewLine/>
                    <Bold>Принцип 1. Нові базові знання і навички для всіх.</Bold>
                    <NewLine/>
                    Мета: гарантувати загальний неперервний доступ до освіти для отримання й поновлення навичок, необхідних для включення людини в інформаційне суспільство. 
                    Підсумкові документи Лісабонського саміту відносять до таких навичок комп’ютерну грамотність, іноземні мови, технологічну культуру, підприємництво та 
                    соціальні навички.
                </p>
                <p className="paragraph">
                    <NewLine/>
                    <Bold>Принцип 2. Збільшення інвестицій в людські ресурси.</Bold>
                    <NewLine/>
                    Мета: значно збільшити інвестиції в людські ресурси для підняття пріоритету найважливішого надбання Європи – її людей. В останніх документах ЄС пропонується 
                    підвищувати капіталовкладення в людські ресурси, діючи на основі соціального партнерства і поширюючи досвід передових компаній.
                </p>
                <p className="paragraph">
                    <NewLine/>
                    <Bold>Принцип 3. Інноваційні методики викладання й навчання.</Bold>
                    <NewLine/>
                    Мета: Розробити нові методології навчання для системи безперервної освіти протягом життя. З розвитком інформаційного суспільства освітні технології стають 
                    усе більше орієнтованими на користувача. Методи навчання як у формальній, так і в неформальній системі освіти повинні орієнтуватися на користувача, 
                    змінюватися в напрямку особистісної мотивації, критичного мислення й уміння навчатись.
                </p>
                <p className="paragraph">
                    <NewLine/>
                    <Bold>Принцип 4. Нова система оцінки отриманої освіти.</Bold>
                    <NewLine/>
                    Мета: Докорінно змінити підходи до розуміння і визнання навчальної діяльності та її результатів, особливо у сфері неформальної та інформальної освіти. 
                    Визнання такої освіти допоможе підвищити мотивацію до безперервної освіти. Актуалізується потреба у розробці якісної системи «Акредитації попередньої 
                    і неформальної освіти» (Accreditation of Prior and Experiential Learning – APEL).
                </p>
                <p className="paragraph">
                    <NewLine/>
                    <Bold>Принцип 5. Розвиток наставництва й консультування.</Bold>
                    <NewLine/>
                    Мета: забезпечити кожному протягом усього життя вільний доступ до інформації про освітні можливості та до необхідних консультацій і рекомендацій. Має 
                    бути створена постійна консультаційна служба, яка надаватиме рекомендації в сфері освітнього, професійного та особистісного розвитку і буде орієнтована 
                    на інтереси та потреби активного користувача.
                </p>
                <p className="paragraph">
                    <NewLine/>
                    <Bold>Принцип 6. Наближення освіти до місця проживання.</Bold>
                    <NewLine/>
                    Мета: наблизити освітні можливості до місця проживання споживачів за допомогою мережі навчальних та консультаційних пунктів і використання інформаційних 
                    технологій. Маючи свободу пересування люди не повинні, однак, бути змушеними залишати своє рідне місто чи село для отримання якісної освіти.
                </p>
                <h2 className="heading sm mg_sm">Іноземний досвід</h2>
                <p className="paragraph">
                    <WhiteSpace/>
                    Європейська Комісія об’єднала різні освітні й навчальні ініціативи в єдину Програму навчання протягом життя (Lifelong Learning Programme). 
                    Ця програма прийшла на зміну програмам професійного та дистанційного навчання, що існували до 2006 року.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    Навчання протягом життя має на увазі зростання інвестицій у людей і знання; набуття основних навичок, включаючи цифрову грамотність і розширення 
                    можливості для інноваційної, більш гнучкої форми навчання. Мета полягає в тому, щоб забезпечити людей будь-якого віку рівним і відкритим доступом 
                    до якісного навчання. Навчання протягом життя охоплює все цілеспрямоване навчання, формальне чи неформальне, з метою розширення знань, поліпшення 
                    навичок і компетентності.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    Рада Європи затвердила навчання протягом життя як один з основних компонентів європейської соціальної моделі. Таке навчання не обмежується лише 
                    сферою освіти; воно також є критичним чинником у сферах зайнятості й соціального забезпечення, економічного зростання і конкурентоспроможності.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    Європейська стратегія зайнятості (European employment strategy)[2], погоджена 22 липня 2003 р., визначила керівні принципи політики розвитку 
                    навчання протягом життя. Ці керівні принципи закликають країни ЄС звернути увагу на дефіцит робочої сили з відповідними навичками і заохочують 
                    їх здійснювати всебічні стратегії навчання протягом життя, щоб озброїти громадян навичками, необхідними у сучасній економіці. Керівні принципи 
                    визначають необхідність збільшення інвестицій в людські ресурси, особливо через навчання дорослих підприємствами.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    Стан розвитку освіти протягом життя постійно перебуває в центрі уваги різноманітних європейський інститутів. Зокрема, регулярно проводяться відповідні 
                    статистичні дослідження. В одному з останніх цільова група для отримання статистичних даних щодо навчання протягом життя включає людей у віці між 25 і 
                    64 роками і обмежується періодом чотирьох тижнів перед опитуванням. Дані наведено за оглядом „Quality Report on the European Union Labour Force Survey 
                    2007”.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    У 2007 р. відсоток людей віком від 25 до 64 років, задіяних у різноманітних формах навчання протягом життя, сткладав 9,7 % у межах ЄС. Це на 1,2 % вище, 
                    ніж у 2003 році. Серед жінок цей відсоток (10,6 %) вищий, ніж серед чоловіків (8,8 %). Найбільш високий відсоток громадян, задіяних у різних формах навчання 
                    протягом життя, у Швеції, Данії, Великобританії та Фінляндії – від 23 % до 32 %. Найнижчі показники у Болгарії та Румунії – менше 2 %.
                    Відсоток усіх підприємств, що забезпечили навчання своїм працівникам, складає від 21 % у Греції до 90 % у Великобританії та 60 % в середньому по ЄС. Позитивна 
                    динаміка спостерігається в більшості країн, що в останні роки приєдналися до ЄС. Початкове професійне навчання в межах підприємств найбільш розвинене у Німеччині, 
                    Великобританії, Австрії, Данії, Нідерландах, Італії та Франції – близько 50 % підприємств, у той час, як у більшості інших країн ЄС  воно практикується не більше, 
                    як на 10 % підприємств.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    Дуже показовою є кореляція між рівнем попередньої освіти та ступенем залученням до навчання дорослого населення віком від 25 до 64 років, що свідчить про більші 
                    можливості й більшу схильність до продовження навчання людей з вищим рівнем попередньої освіти. Освіта протягом життя в усьому світі й особливо в розвинених країнах стає усе більш важливою сферою освітніх послуг.
                </p>
                <h2 className="heading sm mg_sm">Український досвід</h2>
                <p className="paragraph">
                    <WhiteSpace/>
                    Законодавство України про освіту серед основних принципів державної політики визначає сприяння сталому розвитку суспільства шляхом 
                    підготовки конкурентоспроможного людського капіталу та створення умов для освіти протягом життя. В Україні освіта протягом життя 
                    поки що на розвинута системно. Закон України «Про позашкільну освіту» жодним чином не вирішує цієї проблеми, оскільки не врегульовує 
                    питання інтеграції позашкільної освіти в загальну освітню системи країни, залишаючи осторонь ключові проблеми забезпечення і контролю 
                    якості та визнання неформальної освіти. Не існує офіційної статистики з цього питання, відсутні спеціальні концепції і програми. 
                    Навчання протягом життя виходить на чільні позиції у світових освітніх процесах, тому для України вкрай важливо найближчим часом вжити 
                    дієвих заходів для подолання відставання у цій сфері.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    Серед загальносвітових тенденцій розвитку суспільства, що обумовлюють поширення в розвинених країнах концепції «освіта протягом життя», 
                    для України особливо актуальними є такі:
                </p>
                <ul className="list vertical">
                    <li>
                        Зростання ролі людського капіталу у прирості національного багатства. Людський капітал у національному багатстві світового співавторства 
                        складає 64 %, природний капітал – 20 %, а фізичний лише 16 %. Питома вага людського капіталу у розвинених країнах (Фінляндія, Швейцарія, 
                        Німеччина, Японія, США) становить до 80 % їхнього національного багатства. Основний приріст національного багатства визначається сьогодні, 
                        передусім, умовами, створеними для розкриття людського потенціалу. Однією із найважливіших умов такого розкриття, беззаперечно, виступає 
                        освіта;
                    </li>
                    <li>
                        Несприятливі демографічні тенденції. Зниження народжуваності та старіння населення в викликає потребу у створенні умов для навчання людей 
                        зрілого і старшого віку. Освіта дорослих стає сьогодні важливим чинником соціально-економічного розвитку;
                    </li>
                    <li>
                        Прискорення темпів оновлення професійних знань. Нині щорічно обновляється близько 5 % теоретичних і 20 % професійних знань. Одиниця виміру 
                        старіння знань фахівця, прийнята у США – період «напіврозпаду» компетентності, тобто зниження її на 50 % внаслідок появи нової інформації, 
                        показує, що за багатьма професіями цей період настає менш ніж через 5 років, тобто стосовно вітчизняної системи вищої освіти часто раніше, 
                        ніж закінчується навчання. Вирішення проблеми полягає в переході до освіти протягом життя, де базова освіта періодично повинна доповнюватися 
                        програмами додаткової освіти і організується не як кінцева, завершена, а лише як основа, фундамент для подальшого навчання;
                    </li>
                    <li>
                        Утвердження в європейському освітньому просторі концепції «освіти протягом життя». Навчання протягом життя передбачає зростання інвестицій у 
                        людей і знання; набуття основних навичок, включаючи цифрову грамотність; поширення інноваційних, більш гнучких форм навчання. Мета полягає в 
                        забезпеченні людей будь-якого віку рівним і відкритим доступом до якісного навчання. Рада Європи затвердила навчання протягом життя як один з 
                        основних компонентів європейської соціальної моделі. Таке навчання не обмежується лише сферою освіти – воно також є критичним фактором у сферах 
                        зайнятості й соціального забезпечення, економічного зростання і конкурентоспроможності.
                    </li>
                </ul>
                <p className="paragraph">
                    <WhiteSpace/>
                    У змісті безперервної освіти прийнято виділяти три основні значимі компоненти, пов’язані з навчанням дорослого населення: навчання грамотності в 
                    широкому сенсі, включаючи комп’ютерну, мовну, соціальну та ін.; професійне навчання, що включає професійну підготовку, перепідготовку, підвищення 
                    кваліфікації (job qualification); загальнокультурну додаткову освіту, не пов’язану із трудовою діяльністю (life qualification). Відповідно, за 
                    цілями, які ставляться й реалізуються в системі неперервної освіти, її умовно можна поділити на три складові.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    Перша складова системи освіти протягом життя – додаткова професійна освіта – сприяє формуванню професійної основи кадрового потенціалу сучасної 
                    високотехнологічної економіки. Споживачами послуг даної частини системи неперервної освіта є соціально адаптована частина населення, яке отримує 
                    освіту послідовно на всіх її рівнях. Друга частина системи освіти протягом життя забезпечує різноманітним групам населення можливість адаптуватися 
                    до мінливих умов життя. Ця підсистема передбачає освіту, спрямовану на адаптацію й реабілітацію соціальних і професійних груп, не здатних самостійно 
                    пристосуватися до швидкозмінного соціального середовища. Крім того, до цієї підсистеми залучаються громадяни, що через різні причини не мають доступу 
                    до формальної системи професійної освіти, що створює для них загрозу десоціалізації. Третя складова системи LLL забезпечує задоволення різноманітних 
                    індивідуальних освітніх потреб громадян, наприклад, мовну підготовку, отримання психологічних, культурологічних та інших знань, комунікативних навичок, 
                    спеціальних умінь тощо.
                </p>
                <h2 className="heading sm mg_sm">Висновки</h2>
                <p className="paragraph">
                    <WhiteSpace/>
                    Зростаюче різноманіття пізнавально-інформаційних запитів різних верств населення неможливо задовольнити в рамках існуючих форм 
                    традиційної освіти. Загострюється проблема невідповідності сформованої системи освіти новим потребам суспільства й людини. Це 
                    породжує вимогу іншого підходу до організації масової освітньої діяльності дорослих – навчання повинне відповідати різнорівневим 
                    інтересам і можливостям громадян, органічно вписуватися в їхній спосіб життя, враховувати специфіку запитів того чи іншого контингенту 
                    й навіть окремих груп населення. Освіта протягом життя покликана підвищувати рівень загальних знань і розширювати можливості участі 
                    громадян у культурній, соціальній і політичній діяльності країни. Вона повинна внести вклад у подальшу демократизацію суспільства, 
                    а також сприяти посиленню позиції людини в професійній діяльності.
                </p>
                <p className="paragraph">
                    <WhiteSpace/>
                    У цих умовах потрібен новий погляд на роль і значення неперервної освіти, яка відповідає сучасним освітнім потребам. Назріла необхідність 
                    у розробці теоретично обґрунтованих, практично значимих і переконливих концептуальних підходів до організації системи неперервної освіти в 
                    Україні. Однією з найбільш істотних проблем становлення системи неперервної освіти є подолання стереотипу ставлення до неформальної освіти 
                    як неповноцінної.
                </p>
            </div>
        </>
    );
}

export default ContinuingEduPage;