export type Catalog = {
    tag: string, 
    heading: string,
    desc: string,
    imgSrc: string,
    route: string
};


export const Catalog: Catalog[] = [
    {
        tag: "Освіта та саморозвиток",
        imgSrc: "/e_learning-min.jpg",
        heading: "Інформаційні технології в професійній діяльності педагога",
        desc: "У сучасному світі технологічних змін і зростання конкуренції на ринку праці, необхідність професійного розвитку, можливість іти пліч-о-пліч з технічним прогресом, рушійною силою якого вважають технічне мислення, стають вкрай необхідними умовами. Підготовка високо кваліфікованого фахівця потребує впровадження нових інформаційних технологій навчання.",
        route: "it_in_edu"
    },
    {
        tag: "Освіта та саморозвиток",
        imgSrc: "/continuing_edu-min.jpg",
        heading: "Безперервна освіта — ключовий тренд майбутнього",
        desc: "Система безперервної освіти поширена в усьому світі. Вона охоплює всі види освіти і виховання, які кожна людина отримує від народження до смерті. У світовій педагогіці поняття «неперервна освіта» виражається поруч з термінами, серед яких «триваюче освіту», «довічна освіту», «довічне вчення», «перманентна освіта» та ін.",
        route: "continuing_edu"
    },
];

